#pragma once
#include "main.h"
#define LV 20
class WordLV
{
public:
	const char wordLV1[LV][32] =
	{
		"³ª¶ó", "±¹°¡", "³¯¸²", "¾ö¸¶", "±×¸²", "ÆÄ¸®", "¸ð±â", "»ç°ú", "ÀÜµð", "Áî¹®", "ÀÚ±Í", "Àº¼Ö", "¾È³ç", "±×¸¸", "ÀÌÁ¦", "»Õ»Õ", "³ª¿¬", "¸ð·¡", "°ÇÇõ", "¾ÆÀç"
	};
	const char wordLV2[LV][32] =
	{
		"´ÙÇö", "¸ð¸ð", "¾ÆÅ©", "´ã¹è", "°¡¶÷", "°£»õ", "°í¿î", "´ÙÀº", "±î¹Ì", "²É´ã", "¾Æ±¸", "´ë¸®", "°¨±Ö", "´Ü°¨", "ºÐ±â", "Á¤¿¬", "Á¦³í", "¾Æ¶õ", "³ª·Î", "³ª¿ö"
	};
	const char wordLV3[LV][32] =
	{
		"¾û¶×", "¾îÀÌ", "²øÀÌ", "°èº¸", "ÃÌ¼ö", "±»ÀÌ", "¸¶¸¶", "¹Ì¸£", "¹°°³", "¹°²É", "¸¶³è", "¿¬¼¼", "³ªº½", "´Ãº½", "Áö³­", "»ç³ª", "»çÇ°", "¼Õ°«", "¾ÆÅä", "À¸¶ä"
	};
	const char wordLV4[LV][32] =
	{
		"¿òÂñ", "ÇØ¾³", "±ú²ý", "¾à°ü", "°íÈñ", "Ä¥¼ø", "±â»Ý", "°¡²û", "À¸¶ä", "¾î±ú", "¹ö±×", "¹öµå", "ºÐ¼®", "ÆíÁý", "ºü¸¥", "¼Ó¼º", "ÂüÁ¶", "°í³­", "Èûµê", "ÆÄÀÏ"
	};
	const char wordLV5[LV][32] =
	{
		"ŒT¿m", "£B×", "†­•n", "š¯šr", "Ÿƒ¯v", "Ä¦Áó", "´éº°", "»U–I", "´ÙÈº", "µ´Çý", "•Ž£", "”D¤—", "±“®y", "˜°¦C", "ž®¢T", "‡˜“w", "ŠÄŠÀ", "SHOW", "ME", "THEMONEY"
	};
};
